/* Time period description: days */
"%d day" = "%d päivä";

/* Time period description: hours */
"%d hour" = "%d tunti";

/* Time period description: minutes */
"%d min" = "%d minuutti";

/* Time period description: seconds */
"%d sec" = "%d sekunti";

/* Error text: An error occurred while recording audio (%@) */
"An error occurred while recording audio (%@)" = "Virhe havaittiin nauhoitettaessa ääntä (%@)";

/* Error text: Attempt to save recording when recorder is not recording audio. */
"Attempt to save recording when recorder is not recording audio." = "Yritä tallentaa nauhoitus, kun ääntä ei nauhoiteta.";

/* Generic file name: Audio */
"Audio" = "Ääni";

/* Screen clip floating explanatory text. */
"Click and drag to clip a portion of the screen. Click inside a window to clip the entire window." = "Napsauta ja raahaa kaapataksesi osan näytöstä. Napsauta ikkunan sisällä kaapataksesi koko ikkunan.";

/* Error text: Could not allocate memory size (e.g. 5 bytes, 6 KB, 7 MB) */
"Could not allocate %@." = "Ei voitu varata %@.";

/* Evernote application name */
"Evernote" = "Evernote";

/* User position could not be accessed error message. */
"Evernote does not have permission to access your location." = "Evernotella ei ole oikeutta käyttää sijaintiasi.";

/* User position could not be accessed error message. */
"Evernote was unable to determine your current location." = "Evernote ei pystynyt määrittämään nykyistä sijaintiasi.";

/* Generic file name: File */
"File" = "Tiedosto";

/* Generic file name: Image */
"Image" = "Kuva";

/* Error message: internal audio recording error. */
"Internal Audio Recording Error." = "Sisäinen ääninauhoitusvirhe.";

/* Error message: internal error. */
"Internal Error." = "Sisäinen virhe.";

/* User position could not be accessed error message. */
"Location services are not available." = "Sijaintipalvelut eivät ole käytettävissä.";

/* Error message: out of memory. */
"Out of memory" = "Muisti vähissä";

/* Error text: Quick note could not be serialized and saved. */
"Quick note could not be saved." = "Pikamuistiinpanoa ei voitu tallentaa.";

/* No user signed in error */
"Sign in to Evernote" = "Kirjauduttu Evernoteen";

/* Error text: Unexpected operating-system result from audio recorder: %d */
"Unexpected operating-system result from audio recorder: %d" = "Odottamaton käyttöjärjestelmätulos ääninauhoituksesta: %d";

/* Default note title */
"Untitled" = "Nimetön";

/* Generic file name: Video */
"Video" = "Video";

/* Resource would make note too large, recovery suggestion. */
"You cannot save the note because it will exceed the %@ limit." = "Et voi tallentaa tätä muistiinpanoa, sillä se ylittäisi %@ rajoituksen.";
